Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# RequestToJoinChannelApproved
source: Your request to join the channel was approved
ar: تم قبول طلب انضمامك إلى القناة
be: Ваш запыт на далучэнне да канала быў ухвалены
ca: S’ha aprovat la sol·licitud d’unir-vos al canal
de: Dein Antrag auf ein Abonnement des Kanals wurde genehmigt
es: Tu solicitud para unirte al canal fue aprobada
fi: Pyyntösi liittyä kanavalle hyväksyttiin
fr: Votre demande d'adhésion au canal a été approuvée
it: La tua richiesta di accesso al canale è stata approvata
ko: 채널 입장 요청 승인됨
ms: Permohonan anda untuk sertai saluran dilulus
pl: Twoja prośba o dołączenie do kanału została zatwierdzona
pt_br: Seu pedido para entrar no canal foi aceito
ru: Ваша заявка на вступление в канал принята
sv: Din begäran om att gå med i kanalen godkändes
tr: Kanala katılma isteğiniz onaylandı
uk: Ваш запит на приєднання до каналу схвалено

# RequestToJoinChannelDescription
source: This channel accepts new subscribers only after they are approved by its admins.
ar: تقبل هذه القناة المشتركين الجدد فقط في حال وافق مشرفوها على طلب الانضمام.
be: Гэты канал прымае новых падпісчыкаў толькі пасля ўхвалення яго кіраўнікамі.
ca: Aquest canal accepta subscriptors nous només després que l'administració ho aprovi.
de: Dieser Kanal erlaubt neue Abonnenten erst nach manueller Freischaltung durch Inhaber oder Admins.
es: Este canal acepta nuevos suscriptores sólo después de ser aprobados por sus administradores.
fi: Valvojien tulee hyväksyä tälle kanavalle liittyvät.
fr: Ce canal n'accepte de nouveaux abonnés qu'avec l'accord d'un de ses administrateurs.
it: Questo canale accetta nuovi iscritti solo dopo l'approvazione degli amministratori.
ko: 이 채널은 관리자가 신규 구독자를 승인해야 입장이 가능합니다.
ms: Saluran ini menerima pelanggan baru hanya selepas mereka dilulus oleh pentadbir.
pl: Ten kanał przyjmuje nowych subskrybentów dopiero po ich zatwierdzeniu przez administratorów.
pt_br: É preciso que um dos admins aceite seu pedido para se inscrever neste canal.
ru: Новые подписчики могут присоединиться только после одобрения заявки администраторами канала.
sv: Kanalen tar endast emot nya följare efter att de godkänts av en av dess administratörer.
tr: Bu kanal, yeni aboneleri ancak yöneticileri tarafından onaylandıktan sonra kabul eder.
uk: Нових підписників у цьому каналі схвалюють адміністратори.

# RequestToJoinChannelSentDescription
source: You will be added to the channel once its admins approve your request.
ar: ستتم إضافتك في القناة في حال وافق مشرفوها على طلب الإضافة.
be: Вы будзеце дададзены на канал, як толькі яго кіраўнікі ўхваляць ваш запыт.
ca: Us unireu al canal una vegada un administrador aprovi la sol·licitud.
de: Du wirst dem Kanal hinzugefügt, sobald Inhaber oder Admins zustimmen.
es: Te unirás al canal una vez que sus administradores aprueben tu solicitud.
fi: Sinut lisätään kanavalle jos sen valvojat hyväksyvät liittymispyyntösi.
fr: Vous serez ajouté au canal une fois que ses administrateurs auront approuvé votre demande.
it: Sarai aggiunto al canale quando un amministratore approverà la tua richiesta.
ko: 관리자가 요청 승인한 후에 채널에 추가가 됩니다.
ms: Anda akan dimasukkan ke saluran bila permohonan anda dilulus oleh pentadbir.
pl: Zostaniesz subskrybentem tego kanału, gdy jego administratorzy zatwierdzą twoją prośbę.
pt_br: Você entrará no canal assim que seu pedido for aceito por um admin.
ru: Вы станете подписчиком канала, как только администраторы одобрят заявку.
sv: Du kommer att läggas i kanalen när en administratör godkänt din ansökan.
tr: Kanalın yöneticileri isteğinizi onayladıktan sonra kanala ekleneceksiniz.
uk: Ви отримаєте доступ до каналу, щойно адміністратори схвалять ваш запит.

source: Request to Join Group
ar: طلب الانضمام للمجموعة
be: Запыт на далучэнне да суполкі
ca: Sol·licita accés al grup
de: Anfrage für Gruppenbeitritt
es: Solicitar unirme al grupo
fi: Pyydä liittyä ryhmään
fr: Demander à rejoindre le groupe
it: Richiedi l'accesso al gruppo
ko: 그룹 입장 요청
ms: Permohonan Untuk Sertai Grup
pl: Poproś o dołączenie do grupy
pt_br: Pedir para Entrar no Grupo
ru: Подать заявку
sv: Ansökan att få gå med i gruppen
tr: Gruba Katılma İsteği
uk: Надіслати запит

# RequestToJoinGroupApproved
source: Your request to join the group was approved
ar: تم قبول طلبك بالانضمام إلى المجموعة
be: Ваш запыт на далучэнне ў суполку быў ухвалены
ca: S'ha aprovat la sol·licitud d'unir-vos al grup
de: Dein Antrag auf Mitgliedschaft in der Gruppe wurde genehmigt
es: Tu solicitud para unirte al grupo fue aprobada
fi: Pyyntösi liittyä ryhmään hyväksyttiin
fr: Votre demande d'adhésion au groupe a été approuvée
it: La tua richiesta di accesso al gruppo è stata approvata
ko: 그룹 입장 요청 승인됨
ms: Permohonan anda untuk sertai grup dilulus
pl: Twoja prośba o dołączenie do grupy została zatwierdzona
pt_br: Seu pedido para entrar no grupo foi aceito
ru: Ваша заявка на вступление в группу принята
sv: Din begäran om att gå med i gruppen godkändes
tr: Gruba katılma isteğiniz onaylandı
uk: Ваш запит на приєднання до групи схвалено

# RequestToJoinGroupDescription
source: This group accepts new members only after they are approved by its admins.
ar: تقبل هذه المجموعة الأعضاء الجدد فقط في حال وافق مشرفوها على طلب الإضافة.
be: Гэта суполка прымае новых удзельнікаў толькі пасля ўхвалення яе кіраўнікамі.
ca: Aquest grup accepta membres nous només després que l'administració ho aprovi.
de: Diese Gruppe erlaubt neue Mitglieder erst nach manueller Freischaltung durch Inhaber oder Admins.
es: Este grupo acepta nuevos miembros sólo después de ser aprobados por sus administradores.
fi: Valvojien tulee hyväksyä tähän ryhmään liittyvät.
fr: Ce groupe n'accepte de nouveaux membres qu'avec l'accord d'un de ses administrateurs.
it: Questo gruppo accetta nuovi membri solo dopo l'approvazione degli amministratori.
ko: 이 그룹은 관리자가 신규 참가자를 승인해야 입장이 가능합니다.
ms: Grup ini menerima ahli baru hanya selepas mereka dilulus oleh pentadbir.
pl: Ta grupa przyjmuje nowych członków dopiero po ich zatwierdzeniu przez administratorów.
pt_br: É preciso que um dos admins aceite seu pedido para entrar neste grupo.
ru: Новые участники могут присоединиться только после одобрения заявки администраторами группы.
sv: Kanalen tar in nya medlemmar endast efter godkännande av administratör.
tr: Bu grup, yeni üyeleri ancak yöneticileri tarafından onaylandıktan sonra kabul eder.
uk: Нових учасників у цій групі схвалюють адміністратори.

# RequestToJoinGroupSentDescription
source: You will be added to the group once its admins approve your request.
ar: ستتم إضافتك في المجموعة في حال وافق أحد المشرفين على طلب الإضافة.
be: Вы будзеце дададзены ў суполку, як толькі яе кіраўнікі ўхваляць ваш запыт.
ca: Us unireu al grup una vegada un administrador aprovi la sol·licitud.
de: Du wirst der Gruppe hinzugefügt, sobald Inhaber oder Admins zustimmen.
es: Te unirás al grupo una vez que sus administradores aprueben tu solicitud.
fi: Sinut lisätään ryhmään jos sen valvojat hyväksyvät liittymispyyntösi.
fr: Vous serez ajouté au groupe une fois que ses administrateurs auront approuvé votre demande.
it: Sarai aggiunto al gruppo quando un amministratore approverà la tua richiesta.
ko: 관리자가 요청 승인한 후에 그룹에 추가가 됩니다.
ms: Anda akan dimasukkan ke grup bila permohonan anda dilulus oleh pentadbir.
pl: Zostaniesz członkiem tej grupy, gdy jej administratorzy zatwierdzą twoją prośbę.
pt_br: Você entrará no grupo assim que seu pedido for aceito por um admin.
ru: Вы будете добавлены в группу, как только администраторы одобрят заявку.
sv: Du kommer läggas till i gruppen när en administratör godkänt din förfrågan.
tr: Grubun yöneticileri isteğinizi onayladıktan sonra gruba ekleneceksiniz.
uk: Вас буде додано до групи, щойно адміністратори схвалять запит.

# RequestToJoinSent
source: Join request sent
ar: تم إرسال طلب الانضمام
be: Запыт на далучэнне адпраўлены
ca: S'ha enviat la sol·licitud
de: Beitrittsanfrage gesendet
es: Solicitud de unión enviada
fi: Liittymispääntö lähetettiin
fr: Demande d'adhésion envoyée
it: Richiesta di accesso inviata
ko: 입장 요청 보냄
ms: Permohonan menyertai dikirim
pl: Wysłano prośbę o dołączenie
pt_br: Pedido para entrar enviado
ru: Отправлена заявка на вступление
sv: Förfrågan inskickad
tr: Katılma isteği gönderildi
uk: Запит на приєднання надіслано

source: Resend code
ar: إعادة إرسال الرمز
be: Адправіць код паўторна
ca: Torna'l a enviar
de: Code erneut senden
es: Reenviar el código
fa: ارسال مجدد کد
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
id: Kirim ulang kode
it: Reinvia codice
ko: 코드 다시 보내기
ms: Hantar semula kod
nl: Code opnieuw sturen
pl: Wyślij kod ponownie
pt_br: Reenviar código
ru: Отправить ещё раз
sv: Skicka kod igen
tr: Kodu yeniden gönder
uk: Надіслати код ще раз
uz: Kodni qayta yuborish

# ResendCodeInfo
source: The verification code was sent to your email.
ar: تم إرسال رمز التحقق إلى بريدك الإلكتروني.
be: Код праверкі быў адпраўлены на вашу электронную пошту.
ca: S'ha enviat el codi de verificació a la vostra adreça.
de: Der Bestätigungscode wurde an deine E-Mail gesendet.
es: El código de verificación fue enviado a tu correo.
fa: کد تأیید به ایمیل شما ارسال شد.
fi: Vahvistuskoodi on lähetetty sähköpostitse.
fr: Le code de vérification a été envoyé à votre courriel.
id: Verifikasi Kode sudah dikirimkan ke surel Anda.
it: Il codice di verifica è stato inviato alla tua email.
ko: 인증 코드를 이메일로 보냈습니다.
ms: Kod verifikasi dihantar ke emel anda.
nl: De verificatiecode is naar je e-mailadres gestuurd.
pl: Kod weryfikacyjny został wysłany na twój adres e-mail.
pt_br: O código de verificação foi enviado para o seu email.
ru: На Ваш email отправлен код подтверждения.
sv: Verifieringskoden skickades till din e-postadress.
tr: Doğrulama kodu e-posta adresinize gönderildi.
uk: На вашу е-пошту надіслано код підтвердження.
uz: Tasdiqlash kodi emailingizga yuborildi.

source: Reset
ar: إعادة تعيين
be: Скінуць
ca: Restableix
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ko: 초기화
ms: Set semula
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sv: Återställ
tr: Sıfırla
uk: Скинути
uz: Asliga qaytarish
zh_cn: 重置
zh_tw: 重置

source: Reset account
ar: حذف الحساب
be: Скінуць уліковы запіс
ca: Restableix el compte
de: Konto zurücksetzen
es: Restablecer la cuenta
fa: بازنشانی حساب کاربری
fi: Nollaa tili
fr: Réinitialiser le compte
id: Reset akun
it: Ripristino account
ko: 계정 초기화
ms: Set semula akaun
nl: Account resetten
pl: Resetowanie konta
pt_br: Apagar conta
ru: Сброс аккаунта
sv: Återställ konto
tr: Hesabı sıfırla
uk: Скинути акаунт
uz: Hisobni asliga qaytarish
zh_cn: 重置帐号
zh_tw: 重置賬戶

# ResetAccountButton
source: RESET ACCOUNT
ar: حذف الحساب
be: СКІНУЦЬ УЛІКОВЫ ЗАПІС
ca: RESTABLEIX EL COMPTE
de: KONTO ZURÜCKSETZEN
es: RESTABLECER CUENTA
fa: بازنشانی حساب کاربری
fi: NOLLAA
fr: RÉINITIALISER
id: SETEL ULANG
it: RIPRISTINA ACCOUNT
ko: 초기화
ms: SET SEMULA AKAUN
pl: RESETUJ KONTO
pt_br: APAGAR CONTA
ru: СБРОСИТЬ АККАУНТ
sv: ÅTERSTÄLL KONTO
tr: HESABI SIFIRLA
uk: СКИНУТИ АКАУНТ
uz: HISOBNI ASLIGA QAYTARISH
zh_cn: 重置账号
zh_tw: 重置賬戶

# ResetAccountCancelledAlert
source: Your recent attempts to reset this account have been cancelled by its active user. Please try again in 7 days.
ar: محاولاتك الأخيرة لحذف هذا الحساب قد أُلغيت من قبل مُستخدمه النشط. ترجى إعادة المحاولة بعد 7 أيام.
be: Ваша нядаўняя спроба скінуць гэты ўліковы запіс была скасавана яго актыўным карыстальнікам. Вы можаце паспрабаваць яшчэ раз праз 7 дзён.
ca: El propietari d'aquest compte ha cancel·lat els vostres intents de restablir-lo. Proveu de nou en 7 dies.
de: Deine vorherigen Versuche das Konto zurückzusetzen wurden durch den aktiven Nutzer abgebrochen. Bitte in 7 Tagen erneut probieren.
es: Tus intentos recientes de restablecer esta cuenta fueron cancelados por su usuario activo. Por favor, reinténtalo en 7 días.
fa: تلاش‌های اخیر شما برای بازنشانی این حساب کاربری توسط کاربر فعالش لغو شده است. لطفاً پس از 7 روز دوباره تلاش کنید.
fi: Tiliä käyttävä on keskeyttänyt viimeaikaiset yrityksesi nollata tili. Yritä uudelleen 7 päivän kuluttua.
fr: Vos tentatives de réinitialisation du compte ont été annulées par l'utilisateur actif. Merci de réessayer dans 7 jours.
id: Percobaan terakhir untuk reset akun ini telah dibatalkan oleh pengguna aktif. Silakan coba kembali dalam 7 hari.
it: I tuoi tentativi recenti di ripristinare questo account sono stati annullati dal suo utente attivo. Per favore riprova tra 7 giorni.
ko: 이 계정을 사용 중인 사용자가 계정 초기화 시도를 취소했습니다. 7일 뒤에 다시 시도해 주세요.
ms: Percubaan anda untuk set semula akaun ini telah dibatalkan oleh pengguna aktif. Sila cuba lagi dalam tempoh 7 hari.
nl: De actieve gebruiker heeft de recente poging om dit account te resetten geannuleerd. Probeer het over 7 dagen nog eens.
pl: Twoje ostatnie próby zresetowania tego konta zostały anulowane przez jego aktywnego użytkownika. Spróbuj ponownie za 7 dni.
pt_br: As suas tentativas recentes de redefinir esta conta foram canceladas pelo usuário ativo. Por favor, tente novamente em 7 dias.
ru: Ваши недавние попытки сброса аккаунта были отменены его активным пользователем. Попробуйте снова через 7 дней.
sv: Dina senaste försök att återställa kontot har avbrutits av dess aktiva användare. Försök igen om 7 dagar.
tr: Bu hesabı sıfırlamaya yönelik son girişiminiz etkin kullanıcı tarafından iptal edildi. Lütfen 7 gün içinde tekrar deneyin.
uk: Ваші недавні спроби скинути акаунт скасовано активним користувачем. Спробуйте через 7 днів.
uz: Hisobni asliga qaytarishga urinishingiz uning faol foydalanuvchisi tomonidan bekor qilindi. 7 kundan keyin qaytadan urining.
zh_cn: 您近期的重置账号请求以被此账户当前的活跃用户取消，请于 7 天后再试。
zh_tw: 您近期的重置賬戶請求已被此帳戶當前的活躍用戶取消，請於 7 天後再試。

# ResetAccountInfo
source: Since the account **{0}** is active and protected by a password, it will be deleted in 1 week. This delay is required for security purposes. You can cancel this process anytime.
ar: بما أن الحساب ⁨{0}⁩ نشط ومحمي بكلمة مرور، سيتم حذفه بعد أسبوع واحد. هذا التأخير ضروري لأغراض أمنية. يمكنك إلغاء هذه العملية في أي وقت.
be: Уліковы запіс, зарэгістраваны на нумар **{0}**, выкарыстоўваецца і абаронены паролем, таму ён будзе выдалены праз тыдзень з меркаванняў бяспекі. Вы можаце скасаваць гэты працэс у любы час.
ca: Atès que el compte **{0}** es troba actiu i protegit per contrasenya, s'eliminarà en 1 setmana, per raons de seguretat. Podeu cancel·lar el procés en qualsevol moment.
de: Da dein Konto **{0}** aktiv und durch ein Passwort geschützt ist, löschen wir es aus Sicherheitsgründen in einer Woche. Du kannst den Vorgang jederzeit abbrechen.
es: Como la cuenta **{0}** está activa y protegida con una contraseña, la eliminaremos en 1 semana. Esta espera es necesaria por razones de seguridad. Puedes cancelar este proceso en cualquier momento.
fi: Tili **{0}** on käytössä ja suojattu salasanalla, joten se poistetaan turvallisuussyistä vasta viikon kuluttua. Tuona aikana tilin poistamisen voi vielä perua.
fr: Comme votre compte **{0}** est actif et qu'il est protégé par un mot de passe, il sera supprimé dans une semaine. Ce délai est requis pour des raisons de sécurité. Vous pourrez annuler ce processus à tout moment.
it: Dato che l'account **{0}** è attivo e protetto da una password, sarà eliminato tra 1 settimana. Questo ritardo è richiesto per motivi di sicurezza. Puoi annullare questo processo in qualsiasi momento.
ko: 계정 **{0}**이 비밀번호로 보호되어 있기에, 보안 목적으로 1주일 뒤에 이 계정을 삭제할 것입니다. 보안목적에 따라 지연기간을 두게 되었습니다. 이 작업은 언제든지 취소하실 수 있습니다.
ms: Oleh kerana akaun **{0}** masih aktif dan terlindung oleh kata laluan, ia akan dihapuskan dalam masa 1 minggu. Ini diperlukan atas sebab keselamatan. Anda boleh batalkan proses ini bila-bila masa.
nl: Account **{0}** is actief en beveiligd met een wachtwoord, dus voor de veiligheid verwijderen we het pas over 1 week. Je kunt dit proces ieder moment annuleren.
pl: Ponieważ konto **{0}** jest aktywne i zabezpieczone hasłem, zostanie usunięte za 1 tydzień. To opóźnienie jest wymagane ze względów bezpieczeństwa. Możesz anulować ten proces w każdej chwili.
pt_br: Como a conta {0} está ativa e protegida por uma senha, ela será apagada em 1 semana. Esse tempo é necessário por questões de segurança. Você pode cancelar esse processo a qualquer momento.
ru: Поскольку аккаунт **{0}** используется и защищён паролем, в целях безопасности мы удалим его только через неделю. Вы можете передумать и остановить отсчёт в любой момент.
sv: Eftersom kontot **{0}** är aktivt och lösenordsskyddat kommer vi av säkerhetsskäl att ta bort kontot först om en vecka. Du kan under tiden när som helst avbryta processen.
tr: **{0}** hesabı etkin olduğundan ve bir parolayla korunduğundan, 1 hafta içinde silinecektir. Bu gecikme güvenlik amacıyla gereklidir. Bu işlemi istediğiniz zaman iptal edebilirsiniz.
uk: Акаунт **{0}** активний та захищений паролем, тому з міркувань безпеки ми видалимо його лише через тиждень. Ви можете скасувати процес будь-коли.

# ResetAccountStatus
source: You'll be able to reset your account in:
ar: ستتمكن من حذف حسابك بعد:
be: Уліковы запіс можна будзе скінуць праз:
ca: Podreu restablir el compte en:
de: Du kannst dein Konto zurücksetzen in:
es: Podrás restablecer tu cuenta en:
fa: شما بعد از این مدت قادر به بازنشانی حساب کاربری خود خواهید بود:
fi: Voit nollata tilisi, kun on kulunut:
fr: Vous pourrez réinitialiser votre compte dans :
id: Anda dapat reset akun Anda di:
it: Potrai ripristinare il tuo account tra:
ko: 아래 시간이 지나야 계정을 초기화하실 수 있습니다:
ms: Anda boleh set semula akaun anda dalam tempoh:
nl: Je account kan gereset worden over:
pl: Będzie można zresetować swoje konto za:
pt_br: Você poderá redefinir a sua conta em:
ru: Вы сможете сбросить свой аккаунт через:
sv: Du kan återställa ditt konto om:
tr: Şu süre içinde hesabınızı sıfırlayabileceksiniz:
uk: Ви зможете скинути акаунт через:
uz: Hisobingizni quyidagi vaqtdan keyin asliga qaytara olishingiz mumkin:
zh_cn: 在这段时间后，您将能重置您的账号：
zh_tw: 在這段時間後，您將能重置您的賬戶：

source: Reset All Notifications
ar: إعادة تعيين كل الإشعارات
be: Скінуць усе апавяшчэнні
ca: Restableix totes les notificacions
de: Mitteilungseinstellungen zurücksetzen
es: Restablecer todas las notificaciones
fa: بازنشانی تمامی اعلان‌ها
fi: Palauta kaikki ilmoitukset ennalleen
fr: Réinitialiser toutes les notifications
id: Reset Semua Notifikasi
it: Ripristina tutte le notifiche
ko: 모든 알림 설정 초기화
ms: Set Semula Semua Notifikasi
nl: Meldingen resetten
pl: Resetuj wszystkie powiadomienia
pt_br: Redefinir Notificações
ru: Сбросить настройки уведомлений
sv: Återställ alla aviseringar
tr: Tüm Bildirimleri Sıfırla
uk: Скинути всі сповіщення
uz: Barcha bildirishnomalarni asliga qaytarish
zh_cn: 重置所有通知策略
zh_tw: 重置所有通知策略

# ResetAutomaticMediaDownload
source: Reset Auto-Download Settings
ar: إعادة تعيين إعدادات التنزيل التلقائي
be: Скінуць налады аўтаспампоўвання
ca: Restableix la configuració de les baixades
de: Einstellungen zurücksetzen
es: Restablecer ajustes de autodescarga
fa: بازنشانی تنظیمات دانلود خودکار
fi: Palauta latauksen oletusasetukset
fr: Réinitialiser les paramètres
id: Reset Pengaturan Unduh Otomatis
it: Ripristina download automatico
ko: 자동 다운로드 설정 초기화
ms: Set semula Aturan Muat Turun Automatik
nl: Autom. downloaden resetten
pl: Resetuj ustawienia auto–pobierania
pt_br: Apagar Configurações de Download
ru: Сбросить настройки автозагрузки
sv: Återställ inställningar för automatisk mediahämtning
tr: Otomatik İndirme Ayarlarını Sıfırla
uk: Скинути ці налаштування
uz: Avto-yuklash sozlamalarini asliga qaytarish
zh_cn: 重置自动下载设置
zh_tw: 重置自動下載設定

# ResetAutomaticMediaDownloadAlert
source: Are you sure you want to reset auto-download settings?
ar: هل ترغب حقًا في إعادة تعيين إعدادات التنزيل التلقائي؟
be: Вы ўпэўнены, што хочаце скінуць налады аўтаспампоўвання?
ca: Segur que voleu restablir la configuració de les baixades?
de: Möchtest du die Einstellungen für automatische Downloads wirklich zurücksetzen?
es: ¿Quieres restablecer los ajustes de autodescarga?
fa: آیا از بازنشانی تنظیمات دانلود خودکار مطمئن هستید؟
fi: Haluatko varmasti nollata automaattisen latauksen asetukset?
fr: Voulez-vous vraiment réinitialiser les paramètres de téléchargement automatique ?
id: Apakah Anda yakin ingin reset pengaturan unduh otomatis?
it: Vuoi davvero ripristinare le impostazioni di download automatico?
ko: 정말 자동 다운로드 설정을 초기화하시겠습니까?
ms: Anda pasti mahu set semula aturan muat turun automatik?
nl: Instellingen voor automatisch downloaden echt resetten?
pl: Czy na pewno chcesz zresetować ustawienia automatycznego pobierania?
pt_br: Tem certeza de que deseja apagar as configurações de download automático?
ru: Вы точно хотите сбросить настройки автозагрузки?
sv: Säker på att återställa inställningarna för autohämtning?
tr: Otomatik indirme ayarlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви дійсно хочете скинути налаштування автозавантаження?
uz: Avto-yuklash sozlamalarini dastlabki holatiga qaytarishni istaysizmi?
zh_cn: 您确定要重置自动下载设置吗？
zh_tw: 您確定要重置自動下載設定嗎？

# ResetAutomaticMediaDownloadAlertTitle
source: Reset settings
ar: إعادة تعيين الإعدادات
be: Скінуць налады
ca: Restableix la configuració
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fa: بازنشانی تنظیمات
fi: Nollaa asetukset
fr: Réinitialiser les paramètres
id: Set ulang pengaturan
it: Ripristina impostazioni
ko: 설정 재설정
ms: Set semula aturan
nl: Instellingen resetten
pl: Resetuj ustawienia
pt_br: Redefinir configurações
ru: Сбросить настройки
sv: Återställ inställningar
tr: Ayarları sıfırla
uk: Скинути налаштування
uz: Sozlamalarni qayta oʻrnatish

source: Reset Chat Backgrounds
ar: إعادة تعيين الخلفيات
be: Скінуць фоны чатаў
ca: Restableix els fons
de: Chat-Hintergrundbilder zurücksetzen
es: Restablecer fondos de chat
fa: بازنشانی پس‌زمینه‌‌های گفتگو
fi: Nollaa keskusteluiden taustat
fr: Réinitialiser les arrière-plans
id: Set Ulang Latar Obrolan
it: Ripristina sfondi chat
ko: 대화방 배경 초기화
ms: Set Semula Latar Belakang Bual
nl: Chatachtergronden resetten
pl: Resetuj tła czatu
pt_br: Redefinir Papéis de Parede
ru: Сбросить все фоны
sv: Återställ bakgrunder
tr: Sohbet Arka Planlarını Sıfırla
uk: Скинути фони для чатів
uz: Chat orqa fonlarini asliga qaytarish

# ResetChatBackgroundsAlert
source: Are you sure you want to reset all chat backgrounds?
ar: هل ترغب حقًا في إعادة تعيين كافة خلفيات المحادثة؟
be: Вы ўпэўнены, што хочаце скінуць усе фоны чатаў?
ca: Segur que voleu restablir el fons de tot els xats?
de: Möchtest du wirklich alle Chat-Hintergründe zurücksetzen?
es: ¿Quieres restablecer todos los fondos de chat?
fa: آیا از بازنشانی تمامی پس‌زمینه‌های گفتگو اطمینان دارید؟
fi: Haluatko varmasti nollata kaikkien keskusteluiden taustakuvat?
fr: Voulez-vous vraiment réinitialiser tous les arrière-plans ?
id: Anda yakin ingin set ulang semua latar obrolan?
it: Vuoi davvero ripristinare tutti gli sfondi chat?
ko: 정말 모든 대화방 배경을 초기화하시겠습니까?
ms: Anda pasti ingin set semula semua latar belakang bual?
nl: Echt alle chatachtergronden resetten?
pl: Czy na pewno chcesz zresetować wszystkie tła czatu?
pt_br: Deseja mesmo redefinir todos os papéis de parede?
ru: Вы точно хотите сбросить все фоны?
sv: Är du säker på att du vill återställa bakgrunderna?
tr: Tüm sohbet arka planlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви дійсно хочете скинути всі фони?
uz: Haqiqatan ham barcha chat orqa fonlari asliga qaytarilsinmi?

# ResetChatBackgroundsAlertTitle
source: Reset chat backgrounds
ar: إعادة تعيين الخلفيات
be: Скінуць фоны чатаў
ca: Restableix el fons dels xats
de: Chat-Hintergründe zurücksetzen
es: Restablecer fondos de chat
fa: بازنشانی پس‌زمینه‌های گفتگو
fi: Nollaa taustakuvat
fr: Réinitialiser les arrière-plans
id: Set ulang latar obrolan
it: Ripristina sfondi chat
ko: 대화방 배경 재설정
ms: Set semula latar belakang bual
nl: Chat achtergrond resetten
pl: Resetuj tła czatu
pt_br: Redefinir papéis de parede
ru: Сбросить фон чатов
sv: Återställ bakgrunder
tr: Sohbet arka planını sıfırla
uk: Скинути фони для чатів
uz: Chat fonini qayta oʻrnatish
